<?php
//业务配置
return [
	'encrypt_key'=>'I/On?u8v(^PQGlJMKGLt#2R&ylR06nc315/r`k-(b94@bV<sOo#u:1@BW27,N^TQOlkRvhuu,U5mUhpfWnfZu$>-=ri)rNlSH-Oc,*oUGI*a/X`YFmgM-Bre(wfFf5Gx*qE_L@~pCtr0BOfCO#n=0w:+@l,k$y5r75Q/)~.z%&kTZDjR0OM7*xlnyyfO1JL&VsRzYrF(a~2(yz1Fz:ZB#uAR;pt`4Wg;*$+G<EWhZ~o5G$8,u=PHKGr@NI*N%sdF',//优惠码加密
	'kj_url'=>'http://localhost:8811',
	'lhc'=>['01'=>'狗','13'=>'狗','25'=>'狗','37'=>'狗','49'=>'狗',
		'02'=>'鸡','14'=>'鸡','26'=>'鸡','38'=>'鸡',
		'03'=>'猴','15'=>'猴','27'=>'猴','39'=>'猴',
		'04'=>'羊','16'=>'羊','28'=>'羊','40'=>'羊',
		'05'=>'马','17'=>'马','29'=>'马','41'=>'马',
		'06'=>'蛇','18'=>'蛇','30'=>'蛇','42'=>'蛇',
		'07'=>'龙','19'=>'龙','31'=>'龙','43'=>'龙',
		'08'=>'兔','20'=>'兔','32'=>'兔','44'=>'兔',
		'09'=>'虎','21'=>'虎','33'=>'虎','45'=>'虎',
		'10'=>'牛','22'=>'牛','34'=>'牛','46'=>'牛',
		'11'=>'鼠','23'=>'鼠','35'=>'鼠','47'=>'鼠',
		'12'=>'猪','24'=>'猪','36'=>'猪','48'=>'猪']
];